{"H": 1, "2": 2, "K": 1, "p": 1, "Stocks give up gains, S&P 500 turns negative as Treasury yields hit new highs - CNBC": 1, "Fed's Harker sees 'lack of progress' on inflation, expects aggressive rate hikes ahead - CNBC": 1, "Tata Consumer Q2 profit rises 36% to Rs 355 crore, margins hit by international biz - Moneycontrol": 1, "American Airlines: Our customers aren't buying international first class tickets. So we're eliminating them - CNN": 1, "Seattle Kraken tap film composer Hans Zimmer for team soundtrack - ESPN": 1, "Join the 2022 Mars Society Convention online this week for the latest Red Planet ideas - Space.com": 1, "Low aerobic fitness is not a risk factor for metabolic syndrome in children - News-Medical.Net": 1, "Zipping up data to zap it back from an icy moon - Phys.org": 1, "Cristiano Ronaldo left Old Trafford before final whistle after being unused substitute in Manchester United win - The Athletic": 1, "Meta Quest Pro VR headset pushes the boundaries of mixed reality - Globetrender": 1, "Google Fined Rs 1,337 Crore In India For \"Abusing Its Dominant Position\" - NDTV": 1, "Movie theaters want more from Netflix, but the streaming giant isn't ready to budge on its release model - CNBC": 1, "Liz Truss quits: candidates to be next prime minister must have at least 100 nominations from Tory MPs – live - The Guardian": 1, "E Michael Lewiecki, MD: When is Osteopenia Osteoporosis? - Rheumatology Network": 1, "Using James Webb Space Telescope to study supernovae as source of heavy elements in the universe - Phys.org": 1, "Can't Have Jasprit Bumrah Breaking Down 10 Days Before World Cup: BCCI President Roger Binny - NDTV Sports": 1, "Google slides into Tim Cook’s mentions to promote ‘Team Pixel’ … while tweeting from an iPhone - 9to5Mac": 1, "Asia-Pacific markets slip as investors weigh inflation data; yen at 150-levels - CNBC": 1, "European markets lower as UK political chaos continues; Retail stocks down 4% - CNBC": 1, "Heardle today: Here are answer, hints for October 21 - Economic Times": 1, "PM Modi in Kedarnath-Badrinath LIVE Updates: Ropeway Projects Fillip to U’khand’s Economic Development, Say - News18": 1, "A common respiratory virus is spreading at unusually high levels, overwhelming children's hospitals. Here's what parents need to know - CNN": 1, "NASA's James Webb Captures Star-Studded Photo of 'Pillars of Creation' - The Weather Channel": 1, "Saints vs. Cardinals score, takeaways: Arizona picks off New Orleans to snap home losing skid - CBS Sports": 1, "The ‘Destiny 2’ Festival Of The Lost God Rolls You Should Be Hunting - Forbes": 1, "Futures Fall As Yields Keep Rising; Twitter Down On New Musk Twist - Investor's Business Daily": 1, "Post your questions for Duran Duran’s Nick Rhodes - The Guardian": 1, "Boris Johnson, Rishi Sunak lead race to be UK’s next prime minister - P.M. News": 1, "Case of misdiagnosed as gas-producing bacteria infection | IDR - Dove Medical Press": 1, "Rapid magma ascent beneath La Palma revealed by seismic tomography | Scientific Reports - Nature.com": 1, "NFL barefoot kicker Jeff Wilkins doesn't think he was the last - ESPN": 1, "Apple not manufacturing iPhone 14 Pro Max in India: Report - The Siasat Daily": 1, "Retail sales fall in Great Britain as shoppers rein in food spending - The Guardian": 1, "‘The silliness levels have really topped out’: Britain’s funniest band blast into TV - The Guardian": 1, "Russia's war in Ukraine: Live updates - CNN": 1, "ICR research shows blood tests could help guide the treatment for children’s cancer - PMLiVE": 1, "Wearing a Mask Can Change Your Behavior - SciTechDaily": 1, "Leeds United board position on under-fire Jesse Marsch made clear ahead of huge Fulham game - Yorkshire Evening Post": 1, "Modern Warfare 2 Mastery Camos revealed in leak - CharlieINTEL.com": 1, "The flying car that could turn into a biplane - BBC": 1, "Anton Du Beke hits back at claims Strictly Come Dancing has gone 'woke' - Daily Mail": 1, "Remains found in house confirmed to be missing teenager Leah Croucher - Sky News": 1, "The Quest to Treat Binge-Eating and Addiction—With Brain Zaps - WIRED": 1, "What is the biggest whale? What is the smallest whale? - USA TODAY": 1, "How to watch THE CJ CUP in South Carolina, Round 2: Featured Groups, live scores, tee times, TV times - PGA TOUR": 1, "AjnaLens: Upskilling Workforce Training with VR & Metaverse - Counterpoint Research": 1, "Stock market news live updates: Stock futures fall, 10-year Treasury passes 4.2% - Yahoo Finance": 1, "Quilted jackets set to become outerwear of choice this season - The Guardian": 1, "Cristiano Ronaldo: Erik ten Hag confirms striker refused to come on against Tottenham - Sky Sports": 1, "Antibiotic resistance testing no longer impeded by time - Phys.org": 1, "Life on Mars killed off by Martians? Shocking study says so - HT Tech": 1, "Simona Halep suspended for positive doping test taken at US Open - ESPN": 1, "Battlefield 2042 Season 3 With Massive Change To Specialists Coming Late November, Report Says - GameSpot": 1, "5 things to know before the stock market opens Friday - CNBC": 1, "Laurence Fox accuses his ex-wife Billie Piper of 'denying' him access to their sons - Daily Mail": 1, "NBA rookies and returns - The 2022-23 debuts of Kawhi Leonard, Zion Williamson, Paolo Banchero, Jabari Smith Jr. and more - ESPN": 1, "Gut microbiota in COVID-19: key microbial changes, potential mechanisms and clinical applications - Nature.com": 1, "Hubble shows view of 'unexpected' twin tail created by NASA spacecraft slamming into asteroid - CNN": 1, "Blue Jays Hire John Schneider As Manager - MLB Trade Rumors": 1, "Samsung Galaxy Z Flip 4 Review: So much more than meets the eye! - Moneycontrol": 1, "13 minutes that cost Qld renter $580k - news.com.au": 1, "Mexican craft beer to gain ground despite soaring costs, says trade group - Reuters": 1, "Twitter shares drop amid reports Elon Musk plans to cut workforce if purchase goes ahead - ABC News": 1, "Taylor Swift Surprises Fans With ‘Midnights 3 A.M. Edition’ Featuring 7 Additional Songs - Rolling Stone": 1, "MLB playoffs: Phillies lead Padres in NLCS Game 3 as Jean Segura makes up for crucial error with go-ahead knock - Yahoo Sports": 1, "Irish babies born early in pandemic fell behind in key milestones, study finds - Independent.ie": 1, "SHIELD: Why NASA Is Trying to Crash Land on Mars - SciTechDaily": 1, "Sources - Adam Silver apologizes to Suns employees, says he takes responsibility for NBA letting them down - ESPN": 1, "September 2022 NPD: Sports games top charts, hardware sales soar - VentureBeat": 1, "NT's Blacktip gas field production drops, forcing shutdown of Northern Gas Pipeline - ABC News": 1, "Beatles' Revolver: 'It's time travel' says Giles Martin - BBC": 1, "Rishi Sunak Past Key Milestone In Race For British Prime Minister Post - NDTV": 1, "Laser brain therapy offers hope to epilepsy sufferers in England - BBC": 1, "Astronomers Find a \"Marshmallow World\": the Lowest Density Gas Giant Ever Discovered - Universe Today": 1, "NBA 2022: scores, results, highlights, video, Ben Simmons, Toronto Raptors v Brooklyn Nets, stats, latest - Fox Sports": 1, "9to5Mac Happy Hour 404: New iPad, iPad Pro and Apple TV announced - 9to5Mac": 1, "Cost of Living LATEST: Martin Lewis reveals how to get free £200 as rising food prices push UK inflation... - The Sun": 1, "October Singer Brand Reputation Rankings Announced - soompi": 1, "Electric Discharge From Plants May Be Changing Air Quality in Ways We Didn't Expect - ScienceAlert": 1, "TANGO2 plays a role in heme homeostasis, research reveals - News-Medical.Net": 1, "Butterfly wing pattern ground plan is manipulated by non-coding regulatory DNA, study says - News-Medical.Net": 1, "Cricket's penalty shootout tactic, Misbah's only two T20I innings, Kohli takes matters into his own hands: India vs Pakistan T20 World Cup moments - The Indian Express": 1, "How To Leave a Slack Workspace - UC Today": 1, "Aussie lands $1.5m deal with ‘fun’ idea - news.com.au": 1, "Perspective | James Corden reminds us how not to complain at a restaurant - The Washington Post": 1, "Danielle Smith names new cabinet ministers - CTV News Edmonton": 1, "SGLT2i cuts cardiovascular, renal risk in diabetics | Latest news for Doctors, Nurses and Pharmacists | Endocrinology - MIMS": 1, "An astronomical challenge: Tim Peake on taking a trip to infinity and beyond - Irish Examiner": 1, "‘It’s stupid’: Cricket’s strange 20cm problem - news.com.au": 1, "Sci-fi Hi-fi With Gravastar's SIRIUS P5 Wireless Earphones - GameTyrant": 1, "The Best News About 60/40’s Historically Bad Year? It’ll End Eventually. - Barron's": 1, "A-lister unrecognisable filming in Sydney - news.com.au": 1, "2023: I'll Be At Forefront Of Tinubu's Campaign – Buhari - Leadership News": 1, "Testing for antibiotic resistance no longer constrained by time: Report - Hindustan Times": 1, "ESA Mission To Venus Should Crack Code On Planet’s Past - Forbes": 1, "Star’s sad reason for gay sex hotline shame - news.com.au": 1, "Belkin's MagSafe Continuity Camera mount is an easy webcam upgrade - The Verge": 1, "As more Indians head overseas, forex outflows double - Economic Times": 1, "Terrifying close-up of an ant's face gives horror movie monsters a run for their money - Fox News": 1, "Autopsy findings show ‘middleman’ in Percy Lapid slay suffered heart hemorrhage —NBI - GMA News Online": 1, "RSV, other viruses push several children's hospitals to capacity - The Washington Post": 1, "Beneficial Borgs Have Landed - Discovery Institute": 1, "Brady-Gisele divorce has taken ‘nasty’ turn - news.com.au": 1, "Apple Watch helps discover 12-year-old's rare cancer - AppleInsider": 1, "India vs Pakistan Live Cricket Score, T20 World Cup 2022: Arshdeep dismisses Babar & Rizwan in powerplay - The Indian Express": 1, "Gotham Knights Batgirl guide: All Skill Tree abilities, AP cost, and more - Sportskeeda": 1, "Autumn Covid numbers peak at lower levels – but flu cases are on the up - The Guardian": 1, "Meghan Markle takes dig at Royal Family, says ‘We're creating multi-dimensional kids' | Mint - Mint": 1, "LIVE: ‘Agonising pain’ — Pakistan rocked early by perfect India in front of 100k - Fox Sports": 1, "Flipkart Big Diwali Sale ends today: Best deals on phones under ₹20,000 | Mint - Mint": 1, "The truth about your daily multivitamin - The Telegraph": 1, "Sunday Conversation: Charlie Puth On Springsteen, Vulnerability, 'Charlie' And Growing As An Artist - Forbes": 1, "Phillips becomes 'Superman' as NZ stun Aussies at T20 World Cup - 1News": 1, "Vijay Sales offers big exchange promotion and flat ₹5000 discount on iPhone 14 - Economic Times": 1, "Black Death 700 years ago affects your health now - RNZ": 1, "Amitabh Bachchan reveals he cut a vein on his calf, was rushed to hospital! - Zee News": 1, "MotoGP Results - 2022 MotoGP World Championship round 19 - Sepang International Circuit, Malaysia - Crash": 1, "Round Up: The Previews Are In For Pokémon Scarlet & Violet - Nintendo Life": 1, "Diabetes: 5 natural ways to prevent diabetes before it starts - Hindustan Times": 1, "Neal Ascherson at 90: ‘Journalism was easier in my time. You had more time to think’ - The Guardian": 1, "IND vs PAK live stream: how to watch the T20 World Cup 2022 online today - TechRadar": 1, "Garena releases tenth Magic Cube mission in Free Fire MAX - Sportskeeda": 1, "Intracranial direct electrical mapping reveals the functional architecture of the human basal ganglia | Communications Biology - Nature.com": 1, "King Charles watches every interview of his daughter-in-law Meghan Markle; Here's why | Mint - Mint": 1, "England 75-0 South Africa: Red Roses thrash Boks en route to World Cup last eight - BBC": 1, "WhatsApp brings customised ‘Avatars’ to beta users: Report | Mint - Mint": 1, "6 Health benefits of Collagen supplements that compel people to use them - PINKVILLA": 1, "Reservoir Dogs at 30: Tarantino’s canny contained act of provocation - The Guardian": 1, "Oba of Benin to Atiku: God will choose Nigeria’s next President - P.M. News": 1, "LIVE IND vs PAK, T20 World Cup, Score, Latest Updates: India in trouble as Suryakumar departs - India TV News": 1, "Twenty20 World Cup LIVE: India rocked by two quick wickets in run chase - Sydney Morning Herald": 1, "Transport dep’t to set up road safety office - BusinessWorld Online": 1, "Xi Jinping secures third term as China's leader - TheCable": 1, "First female soldier passes gruelling UK parachute regiment resilience test - The Guardian": 1, "MLB playoffs: Astros aim to sweep Yankees in ALCS Game 4 as Nestor Cortes Jr., Aaron Judge try to evade elimination - Yahoo Sports": 1, "Max Verstappen reels in Lewis Hamilton to win US Grand Prix in Texas - The Guardian": 1, "NFL scores, schedule, live Week 7 updates: Josh Jacobs gashes Texans; Patrick Mahomes destroys 49ers - CBS Sports": 1, "Seahawks vs. Chargers: Seattle leads NFC West after running over Chargers - Field Gulls": 1, "Steelers vs. Dolphins odds, line, spread: Sunday Night Football picks, predictions by NFL model that's 146-107 - CBS Sports": 1, "Chiefs vs 49ers Week 7 final score: KC goes on scoring run to beat SF - Arrowhead Pride": 1, "Jets' Breece Hall dealing with likely ACL injury - ESPN": 1}